let clouds = {
    "Cumulus": {
      "description": "Φουντωτά, λευκά σύννεφα με επίπεδες βάσεις, τυπικά σε καλοκαιρινό καιρό",
      "probability": "Καμία"
    },
    "Cumulonimbus": {
      "description": "Υψηλά, πυκνά σύννεφα με ισχυρά αναβατικά ρεύματα, μπορούν να προκαλέσουν καταιγίδες",
      "probability": "Υψηλή"
    },
    "Stratus": {
      "description": "Ομοιόμορφα γκρίζα σύννεφα που συχνά καλύπτουν ολόκληρο τον ουρανό",
      "probability": "Χαμηλή"
    },
    "Stratocumulus": {
      "description": "Χαμηλά, κομμάτιαστα σύννεφα που καλύπτουν τον ουρανό σε κηλίδες",
      "probability": "Χαμηλή"
    },
    "Nimbostratus": {
      "description": "Παχιά, σκοτεινά σύννεφα που καλύπτουν τον ουρανό, συνδεδεμένα με συνεχείς βροχοπτώσεις",
      "probability": "Υψηλή"
    },
    "Altostratus": {
      "description": "Γκρι ή γαλάζιο-γκρί σύννεφα που καλύπτουν συνήθως ολόκληρο τον ουρανό",
      "probability": "Μέτρια"
    },
    "Altocumulus": {
      "description": "Λευκά ή γκρί σύννεφα, συνήθως σχηματίζουν ένα στρώμα σε όλο τον ουρανό",
      "probability": "Χαμηλή"
    },
    "Cirrostratus": {
      "description": "Λεπτά σύννεφα από κρυστάλλους πάγου που καλύπτουν τον ουρανό, συχνά δίνουν στον ουρανό μια εμφάνιση αλόγου",
      "probability": "Καμία"
    },
    "Cirrocumulus": {
      "description": "Μικρές, λευκές κηλίδες σύννεφων χωρίς σκιές",
      "probability": "Καμία"
    },
    "Cirrus": {
      "description": "Αχνά σύννεφα ψηλά στον ουρανό, αποτελούμενα από κρυστάλλους πάγου",
      "probability": "Καμία"
    },
    "Contrail": {
      "description": "Λεπτές, λευκές γραμμές που σχηματίζονται από τα καυσαέρια αεροσκαφών",
      "probability": "Καμία"
    },
    "Clear": {
      "description": "Ουρανός χωρίς σύννεφα",
      "probability": "Καμία"
    }
  }
  